tap 'homebrew/cask-fonts'

cask '1password'
cask 'discord'
cask 'dropbox'
cask 'firefox'
cask 'font-iosevka'
cask 'google-chrome'
cask 'hammerspoon'
cask 'karabiner-elements'
cask 'keeweb'
cask 'signal'
cask 'slack'
cask 'spotify'
cask 'tableplus'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'scroll-reverser'
cask 'docker'
cask 'vagrant'
cask 'postman'
cask 'local'
cask 'iterm2'
cask 'windscribe'
cask 'drawio'
