tap 'homebrew/bundle'

brew 'node'
brew 'zsh'
brew 'zsh-completions'
brew 'fzf'
brew 'tmux'
brew 'openssl'
brew 'ripgrep'
brew 'htop'
brew 'vim'

#cask

cask 'chromium'
cask 'firefox'
cask 'opera'

cask 'virtualbox'
cask 'visual-studio-code'
cask 'postman'
cask 'vagrant'
cask 'keeweb'
cask 'sequel-pro'

cask 'dropbox'
cask 'vlc'

cask 'windscribe'
cask 'harvest'