tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'homebrew/homebrew-php'

#Essentials
brew 'node'
brew 'zsh'
brew 'zsh-completions'
brew 'fzf'
brew 'git'
brew 'tmux'
brew 'openssl'
brew 'ripgrep'
brew 'htop'
brew 'vim'

#php
brew 'homebrew/php/composer'
brew 'homebrew/php/php71'

#other
brew 'mplayer'

#cask
#browsers
cask 'chromium'
cask 'firefox'
cask 'opera'

#vm
cask 'virtualbox'
cask 'postman'
cask 'vagrant'


#coding
cask 'iterm2'
cask 'visual-studio-code'
cask 'sequel-pro'

cask 'dropbox'
cask 'vlc'

cask 'slack'

cask 'keeweb'
cask 'windscribe'
cask 'harvest'
cask 'hammerspoon'
cask 'usb-overdrive'
